---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.MiPerSSup2
source: html/a9a82e7e-cf65-b561-27b4-380274e61f20.htm
---
# Autodesk.Revit.DB.SymbolTypeId.MiPerSSup2 Property

Symbol mi/s², indicating unit Miles per second squared.

## Syntax (C#)
```csharp
public static ForgeTypeId MiPerSSup2 { get; }
```